[
    {
        "slug": "undisclosed",
        "title": "Trip agency | (Un)disclosed",
        "video": "wfF7RDwo3YXBUYhY178nsOLa01r9iZgsRLA029MaReZeY",
        "content": {
            "heading": "PROGRAM",
            "description": [
                "On the remote Sicilian island of Salina, (UN)DISCLOSED unfolds. This is no ordinary exhibition. It’s a journey, a discovery, a live art experience that transforms into something entirely unprecedented.",
                "The experience is distributed, with exhibitions woven into the island’s secluded spaces. Upon arrival, you’ll receive a map — a guide to the undisclosed, an invitation to explore the island at your own pace. There are no tour guides, no fixed routes, only the freedom to discover, interpret, and experience the unexpected.",
                "Each location holds its own secret: sonic, cinematic, conceptual installations, and site-specific works that challenge the boundaries of space and time. The program evolves, with certain moments and locations revealed only when the time is right. A hotel, your place of rest, becomes part of the exhibition itself.",
                "(UN)DISCLOSED asks for your time, your curiosity, and your willingness to see beyond the surface. It’s not just an exhibition but an experience as a whole through art and the self, bound together by the rhythms of an island waiting to be discovered.",
                
                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from port of Messina to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a boutique hotel with oceanfront views and private beach.",
                    "Culinary Experiences: Daily breakfast at the hotel and lunch and dinners at local restaurants. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installations across the island, active throughout the stay.",
                    "Leisure and Activity Options: Private beach access, optional guided mountain hike, cultural excursions.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Messina Airport are not included.",
                    "Personal Expenses: Personal purchases or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance.",
                    "Additional On-Demand Services: Any spa treatments, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 5.000 EUR"

            ],
            "details": {
                "location": "Italy",
                "duration": "4 days",
                "guests": "42",
                "price": "5,000 EUR",
                "dates": "02-05, 09-12 October 2025",
                "features": ["Sonic Experience", "Luxury Accommodation", "Fine Dining"],
                "itinerary": ["Arrival and Welcome", "Day of Immersion", "Cultural Exploration", "Farewell Breakfast"]
            }
            
        }
    },
    {
        "slug": "silence-ventures",
        "title": "Trip Agency | Silence Ventures",
        "video": "yjz87DkI00uYCuCpRlgUIN01JQeWPh5sPM3Q6WhpSzy2s",
        "content": {
            "heading": "PROGRAM",
            "description": [
                "In the vast landscapes of Northern Sweden, where the air carries a clarity found only in the wilderness, a villa in the middle of the forest is waiting. For four days, this secluded retreat transforms into Silence Ventures, a Sonic Resort where sound becomes your guide, your compass, and your companion in an exploration of listening.",
                "Here, amidst the pristine beauty of nature, you’ll encounter a curated collection of rare sonic works, seeking to harmonize with the surrounding landscape. Some pieces invite your active dialogue with sound that reveals hidden dimensions. Others are created for passive experience, settling into the background like an unseen current, subtly shifting your perception over time.",
                "From the wind heard through the pines to the echoes of distant calls across still lakes, the natural soundscapes intertwines with the curated works, creating a sonic collage of wilderness and human expression.",
                "Each setting, whether it’s a secluded forest, a vast pathway overlooking the horizon, or the warm wooden interior of the villa — is intentionally heading toward deeper levels of perception.",
                "Silence Ventures is more than a retreat or an exhibition; it’s a space and time to recalibrate, to leave behind the noise of the outside world and uncover something unfamiliar. A place to listen not just with your ears, but with your whole being.",
                "Come as you are, and leave with the quiet echoes of this rare experience resonating within you.",

                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Åre/Östersund Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with mountain views and surrounding forest.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated drink pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Optional guided mountain hikes, outdoor climbing, lake kayaking and other excursions.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                "NOT_INCLUDED:",
                    "Airfare: Flights to and from Åre/Östersund Airport are not included.",
                    "Personal Expenses: Personal purchases or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance.",
                    "Additional On-Demand Services: Any spa treatments, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 5.000 EUR"


            ],
            "details": {
                "location": "Sweden",
                "duration": "4 days",
                "guests": "12",
                "price": "5,500 EUR",
                "dates": "03-06, 10-13, 17-20, 24-27 July 2025",
                "features": ["Aurora Borealis Viewing", "Luxury Cabins", "Gourmet Nordic Cuisine"],
                "itinerary": ["Arrival and Welcome Dinner", "Aurora Viewing", "Snow Activities", "Departure Brunch"]
            }
            
        }
    },
    
        {
            "slug": "magic-mountain",
            "title": "Trip Agency | Magic Mountain",
            "video": "FIdVmVeoBG3kNww01V6ngSB02LTDnWsMlnhOdXirIEpMk",
            "content": {
                "heading": "PROGRAM",
                "description": [
                    "Tuscany. A contemporary villa on the coastline. For four days, this seaside retreat transforms into Magic Mountain, an immersive art installation exploring new fields of perception.",
                    "It’s hard to say where the art ends and the world begins, or if there’s a difference at all, as sound, taste, and nature converge into something extraordinary. That’s how ’Hedonistic Retreats’ title was born.",
                    "Here, sound is more than a background, it’s the architecture of your experience. Curated Sonic works influence and transform the ambiance. The villa itself is a unified space where nature, art, and gastronomy play together.",
                    "Inside and out, the villa is alive with the interplay of sound and setting. Whether you are exploring the coastline, gazing out at the sea, or resting inside the villa, you’ll find yourself in an unusual and inviting atmosphere.",
                    "Magic Mountain is a place where you’re not just a visitor, but a part of something much larger, something both opening and eternal.",


                    "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Rome Fiumicino Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with oceanfront views and private access.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Private beach access, optional guided sunset hike, cultural excursions like the Submarine Museum or the Giardino dei Tarocchi.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Rome Fiumicino Airport are not included.",
                    "Diving Certification: Scuba diving certifications are not provided for the Submarine Museum experience.",
                    "Personal Expenses: Personal purchases or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance.",
                    "Additional On-Demand Services: Any spa treatments, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 6.000 EUR"
                ],
               
                "details": {
                "location": "Italy",
                "duration": "4 days",
                "guests": "14",
                "price": "6,000 EUR",
                "dates": "03-06, 10-13 April 2025",
                "features": ["Private Beaches", "Spa Treatments", "Mediterranean Cuisine"],
                "itinerary": ["Arrival and Welcome Dinner", "Beach Activities", "Island Exploration", "Farewell Sunset Dinner"]
            }
            }
        },
        
    
    {
        "slug": "monastero-vento",
        "title": "Trip Agency | Monastero Vento",
         "video": "01OvrJTnp01InMycB774dQzLdu02dbJOeLqILW4IsQvWVI",
        "content": {
            "heading": "PROGRAM",
            "description": [
                "In the middle of Mediterranean, where time seems to pause, there lies a villa. Not just any villa — a place that resembles the kind of movie set you once stumbled upon, or a dream forgot as soon as you woke up. The kind of place where reality wears a slightly surreal hue, and you’re not entirely sure if you’re still yourself or a character written by someone else.",
                "For four days, this villa will transform into TRIP, a Sonic Exhibition. Here, sound isn’t just something you hear — it’s a world you inhabit. It fills the air like a gentle fog, creeping into the corners of your mind, reshaping the way you listen, think, and feel. No words. No distractions. Just sound, pure and infinite, leading you down the unexpected.",
                "Every room, every corridor, every hidden corner is alive with tones, hums, and rhythms, creating a space for you to leave behind the chatter of the outside world. Here, sound becomes your guide, your mirror, and perhaps your companion in moments of quiet revelation.",
                "This is not a concert. It’s not a performance. It’s an invitation to listen - to truly listen. To let the boundaries between what’s inside and what’s outside dissolve. To engage deeply, contemplatively, with the soundscape unfolding around you.",
                "So step into TRIP. Step into the villa. Step into a place where sound becomes the protagonist, and you, the listener, its ever-curious audience.",
                "We’ll be waiting.",

                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with oceanfront views and private access.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Thermal baths, optional guided mineral sites hike, and cultural excursions.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Pantelleria Airport are not included.",
                    "Personal Expenses: Personal purchases or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance.",
                    "Additional On-Demand Services: Any spa treatments, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 7.500 EUR"
            ],
            "details": {
                "location": "Italy",
                "duration": "4 days",
                "guests": "10",
                "price": "7,500 EUR",
                "dates": "16-19, 23-26 October 2025",
                "features": ["Private Beaches", "Spa Treatments", "Mediterranean Cuisine"],
                "itinerary": ["Arrival and Welcome Dinner", "Beach Activities", "Island Exploration", "Farewell Sunset Dinner"]
            }
           
        }
    },
    {
        "slug": "upcoming",
        "title": "Upcoming",
        "video": "uau2HW8LOHyQuc23BGYp64mECwykcIBsPX00ghlpQn9U",
        "content": {
            "heading": "JAPAN 2026",
            "description": [
               "Subscribe to our <a href='/#contact'>newsletter</a> to get priority access to Japan destinations bookings."
            ],
            "details": {
                "location": "Japan",
                "duration": "",
                "guests": "",
                "price": "",
                "dates": "2026",
                "features": ["Immersive Soundscapes", "Traditional Ryokan Stay", "Local Cuisine"],
                "itinerary": ["Arrival and Tea Ceremony", "Sound Bath Experience", "Cultural Tours", "Farewell Dinner"]
            }
            
        }
    }
]
