[
    {
        "slug": "undisclosed",
        "title": "(Un)disclosed | Experience as an Exhibition",
        "video": "wfF7RDwo3YXBUYhY178nsOLa01r9iZgsRLA029MaReZeY",
        "content": {
            "heading": "INVITATION",
            "description": [
                "On the remote Sicilian island of Salina, (UN)DISCLOSED unfolds. This is no ordinary exhibition. It’s a journey, a discovery, a live art experience that transforms into something entirely unprecedented.",
                "The experience is distributed, with exhibitions woven into the island’s secluded spaces. Upon arrival, you’ll receive a map — a guide to the undisclosed, an invitation to explore the island at your own pace. There are no tour guides, no fixed routes, only the freedom to discover, interpret, and experience the unexpected.",
                "Each location holds its own secret: sonic, cinematic, conceptual installations, and site-specific works that challenge the boundaries of space and time. The program evolves, with certain moments and locations revealed only when the time is right. A hotel, your place of rest, becomes part of the exhibition itself.",
                "(UN)DISCLOSED asks for your time, your curiosity, and your willingness to see beyond the surface. It’s not just an exhibition but an experience as a whole through art and the self, bound together by the rhythms of an island waiting to be discovered.",
                
                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from port of Messina to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a boutique hotel with oceanfront views and private beach.",
                    "Culinary Experiences: Daily breakfast at the hotel and lunch and dinners at local restaurants. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installations across the island, active throughout the stay.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Messina Airport are not included.",
                    "Personal Expenses: Personal purchases or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance, including medical and trip cancellation coverage.",
                    "Additional On-Demand Services: Any extra not listed, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 5.000 EUR"

            ],
            "details": {
                "location": "Salina, Aeolian Islands, Italy",
                "duration": "4 days",
                "guests": "30 to 40",
                "price": "5,000 EUR",
                "dates": "02-05, 09-12 October 2025",
                "features": ["Distributed Audiovisual Installations", "Experience as Exhibition", "Eno-gastronomic Itineraries", "Sonic Bath", "Local Excursions"],
                "itinerary": ["Arrival and Welcome", "Island Exploration", "Gastronomic Itinerary", "Hotel Activities", "Leisure", "Sunrise and Sunset Witnessing"]
            }
            
        }
    },
    {
        "slug": "dolcevita",
        "title": "La Dolce Vita | Listening to the Eternal City",
        "video": "N7AjI00zR00hIStWLom83F402yBQn2dem2sCHH6pxJ012js",
        "content": {
            "heading": "INVITATION",
            "description": [
                "For four days, a private villa in the heart of the ancient city becomes the center of an unfolding journey, a place where sound and space are curated with intent. The whisper of the city filters in through open windows, blending with immersive sounds designed to heighten perception. ",
                "Time in Rome moves differently here. The rush of the outside world dissolves into something slower, more deliberate. In this space, the city reveals itself through texture and vibration.",
                "The gastronomic experience is curated at the same level as the rest. From the start till the end of a day.",
                "It’s an experience with aesthetically cinematic twists, and great dedication to the art of sound.",

                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Rome Fiumicino Airpost to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa in the heart of the city.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Carefully curated wine pairings featuring top local selections with each meal.",
                    "Audiovisual Experience:  Permanent audiovisual installation in the villa, active throughout the stay, creating an immersive sensory atmosphere, and Sonic Bath sessions.",
                    " Leisure and Activity Options: Free access to Rome city center, optional cultural excursions: Roman Forum (Colosseo included), Ancient Ostia visit, Vatican Museum.",
                    "Concierge Services:  24/7 concierge assistance to cater to guests' needs and preferences.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Rome Fiumicino Airport are not included.",
                    "Personal Expenses:  Any personal purchases, souvenirs, or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance, including medical and trip cancellation coverage.",
                    "Additional On-Demand Services: Any extra not listed, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 7.000 EUR"

            ],
            "details": {
                "location": "Rome, Italy",
                "duration": "4 days",
                "guests": "10 to 15",
                "price": "EUR",
                "dates": "30 October-02 November, 06-09 November 2025",
                "features": ["Distributed Audiovisual Installations", "Ancient Rome Discoveries", "Ancient Gastronomy", "Sonic Bath", "Cultural Excursions"],
                "itinerary": ["Arrival and Welcome", "Walk in Rome", "Discovery of Ancient Cuisine", "Rome by Night", "Leisure", "Listening Sessions", "Farewell Breakfast"]
            }
            
        }
    },
    {
        "slug": "silence-ventures",
        "title": "Silence Ventures | Four Days Sonic Resort",
        "video": "yjz87DkI00uYCuCpRlgUIN01JQeWPh5sPM3Q6WhpSzy2s",
        "content": {
            "heading": "INVITATION",
            "description": [
                "For four days, this secluded retreat transforms into Silence Ventures, a Sonic Resort where you are invited into an exploration of listening.",
                "Silence Ventures is more than a retreat or an exhibition; it’s a space and time to recalibrate, to leave behind the noise of the outside world and uncover something unfamiliar. ",
                "Here, besides the beauty of nature, you’ll encounter a curated collection of rare sonic works, seeking to harmonize with the surrounding landscape. It’s a combination between active and passive listening experience. The natural soundscapes intertwines with the curated works, creating a sonic collage of wilderness and human expression.",
                "Each setting, whether it’s a secluded forest, a vast pathway overlooking the horizon, or the warm wooden interior of the villa — is intentionally heading toward deeper levels of perception.",
                "Come as you are.",

                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Åre/Östersund Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with mountain views and surrounding forest.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated drink pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Optional guided mountain hikes, outdoor climbing, lake kayaking and other excursions.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                "NOT_INCLUDED:",
                    "Airfare: Flights to and from Åre/Östersund Airport are not included.",
                    "Personal Expenses:  Any personal purchases, souvenirs, or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance, including medical and trip cancellation coverage.",
                    "Additional On-Demand Services: Any extra not listed, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 5.000 EUR"


            ],
            "details": {
                "location": "Edsåsdalen, Sweden",
                "duration": "4 days",
                "guests": "08 to 12",
                "price": "5,000 EUR",
                "dates": "03-06, 10-13, 17-20, 24-27 July 2025",
                "features": ["Audiovisual installation", "Infinite Bar", "Luxury Cabin", "Gourmet Nordic Cuisine", "Listening Sessions", "Natural Excursions"],
                "itinerary": ["Arrival and Welcome Dinner", "Sonic Exhibition", "Traditional Smörgåsbordet", "Rock Climbing", "Lake Kayaking", "Departure Breakfast"]
            }
            
        }
    },
    
        {
            "slug": "magic-mountain",
            "title": "Magic Mountain | Mediterranean Dream",
            "video": "FIdVmVeoBG3kNww01V6ngSB02LTDnWsMlnhOdXirIEpMk",
            "content": {
                "heading": "INVITATION",
                "description": [
                    "Tuscany. A contemporary villa on the coastline. For four days, this seaside retreat transforms into Magic Mountain, an immersive art installation exploring new fields of perception.",
                    "It’s hard to say where the art ends and the world begins, or if there’s a difference at all, as sound, taste, and nature converge into something extraordinary. That’s how ’Hedonistic Retreats’ title was born.",
                    "Here, sound is more than a background, it’s the architecture of your experience. Curated Sonic works influence and transform the ambiance. The villa itself is a unified space where nature, art, and gastronomy play together.",
                    "Inside and out, the villa is alive with the interplay of sound and setting. Whether you are exploring the coastline, gazing out at the sea, or resting inside the villa, you’ll find yourself in an unusual and inviting atmosphere.",
                    "Magic Mountain is a place where you’re not just a visitor, but a part of something much larger, something both opening and eternal.",


                    "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Rome Fiumicino Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with oceanfront views and private access.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Private beach access, optional guided sunset hike, cultural excursions like the Submarine Museum or the Giardino dei Tarocchi.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Rome Fiumicino Airport are not included.",
                    "Diving Certification: Scuba diving certifications are not provided for the Submarine Museum experience.",
                    "Personal Expenses:  Any personal purchases, souvenirs, or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance, including medical and trip cancellation coverage.",
                    "Additional On-Demand Services: Any extra not listed, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 6.000 EUR"
                ],
               
                "details": {
                "location": "Italy",
                "duration": "4 days",
                "guests": "10 to 14",
                "price": "6,000 EUR",
                "dates": "03-06, 10-13 April 2025",
                "features": ["Direct Beach Access", "Sonic Baths", "Audiovisual Installation", "Local Wines", "Mediterranean Coastal Cuisine", "Cultural Excursions"],
                "itinerary": ["Arrival and Welcome", "Pool Cocktail", "Mountain Hike", "Thermal Baths", "Farewell Sunset Dinner"]
            }
            }
        },
        
    
    {
        "slug": "monastero",
        "title": "Monastero | Mystical Escape",
         "video": "uSs6IpKwYW3xl881vP8xHxo7osGbKRAWJPamLPDCkhQ",
        "content": {
            "heading": "INVITATION",
            "description": [
                "For four days, this former monastery will transform into TRIP, a Sonic Exhibition. Every room, every corridor, every hidden corner is alive with tones, hums, and rhythms, creating an opening to the sound of art.",
                "This is not a concert. It’s not a performance. It’s an invitation to active and passive listening. ",
                "Step into a place where sound becomes the protagonist, and you, the listener, its ever-curious audience.",
                "We’ll be waiting.",

                "INCLUDED:",
                    "Private Transportation: Round-trip transfers from Airport to the villa, local transportation for optional excursions and activities.",
                    "Accommodation: 4-day, 3-night stay in a luxury villa with oceanfront views and private access.",
                    "Culinary Experiences: Daily breakfast, lunch, and dinner with menus crafted around authentic local cuisine. Curated wine pairings with each meal.",
                    "Audiovisual Experience: Permanent audiovisual installation in the villa, active throughout the stay.",
                    "Leisure and Activity Options: Thermal baths, optional guided mineral sites hike, and cultural excursions.",
                    "Concierge Services: 24/7 concierge assistance for guests.",

                    
                    "NOT_INCLUDED:",
                    "Airfare: Flights to and from Pantelleria Airport are not included.",
                    "Personal Expenses:  Any personal purchases, souvenirs, or incidental expenses.",
                    "Travel Insurance: Guests are responsible for their own travel insurance, including medical and trip cancellation coverage.",
                    "Additional On-Demand Services: Any extra not listed, private tours, or special requests.",
                    "Gratuities: Tips for drivers, guides, and villa staff are not included.",

                    "Price per person: 7.500 EUR"
            ],
            "details": {
                "location": "Pantelleria Island, Italy",
                "duration": "4 days",
                "guests": "06 to 10",
                "price": "7,500 EUR",
                "dates": "11-14, 18-21 September 2025",
                "features": ["Private Park", "Spa Treatments", "Listening Sessions", "Mediterranean Cuisine", "Mineral Excursions"],
                "itinerary": ["Arrival and Welcome Dinner", "Audiovisual Installation Opening", "Island Exploration", "Leisure", "Farewell Sunset Dinner"]
            }
           
        }
    },
    {
        "slug": "upcoming",
        "title": "Japan 2026 | Upcoming",
        "video": "uau2HW8LOHyQuc23BGYp64mECwykcIBsPX00ghlpQn9U",
        "content": {
            "heading": "INVITATION",
            "description": [
               "We are working to create high end japanese experiences. Subscribe to our <a href='/#contact'>newsletter</a> to get priority access to Japan destinations bookings."
            ],
            "details": {
                "location": "Japan",
                "duration": "",
                "guests": "",
                "price": "",
                "dates": "2026",
                "features": ["Immersive Soundscapes", "Traditional Ryokan Stay", "Local Cuisine"],
                "itinerary": ["Arrival and Welcome", "Sonic Bath Experience", "Cultural Tours", "Farewell Dinner"]
            }
            
        }
    }
]
